<?php

return [
    'title' => 'الانواع',
    'single' => 'نوع',
    'exists' => 'عذرا هذا النوع موجود بالفعل',
    'success' => 'تم إنشاء النوع بنجاح',
    'group' => 'الإعدادات',
    'create' => 'إنشاء نوع',
    'edit' => 'تعديل نوع',
    'delete' => 'حذف نوع',
    'notification' => [
        'edit' => [
            'title' => 'تم تحديث النوع',
            'body' => 'تم تحديث النوع بنجاح',
        ],
        'error' => [
            'title' => 'خطأ',
            'body' => 'لا يمكنك حذف هذا النوع',
        ],
        'delete' => [
            'title' => 'تم حذف النوع',
            'body' => 'تم حذف النوع بنجاح',
        ],
        'create' => [
            'title' => 'تم إنشاء النوع',
            'body' => 'تم إنشاء النوع بنجاح',
        ],
    ],
    'back' => 'رجوع',
    'language' => 'اللغة',
    'value' => 'القيمة',
    'empty' => 'غير محدد',
    'form' => [
        'image' => 'صورة',
        'parent_id' => 'الاب',
        'type' => 'النوع',
        'for' => 'ل',
        'name' => 'الاسم',
        'key' => 'المفتاح',
        'description' => 'الوصف',
        'color' => 'اللون',
        'icon' => 'الايقونة',
        'is_activated' => 'مفعل؟',
    ],
    'base' => [
        'title' => 'الانواع',
    ],
];
